interface IInstrComponentDataProps {
  number: string;
  title: string;
  subtitle: string;
}

export const instrComponentData: IInstrComponentDataProps[] = [
  {
    number: '01',
    title: 'Анализ объекта и документации',
    subtitle: 'Изучаем проект, схемы ОДД и особенности объекта. Выявляем риски, проверяем технические решения и предлагаем оптимальный вариант реализации.'
  },
  {
    number: '02',
    title: 'Проектирование под реальные условия ОДД',
    subtitle: 'Адаптируем решения под фактические условия дороги, требования ГОСТ и безопасность дорожного движения.',
  },
  {
    number: '03',
    title: 'Производство и подготовка',
    subtitle: 'Изготавливаем необходимые элементы, подготавливаем материалы, оборудование и команду для выполнения работ на объекте.',
  },
  {
    number: '04',
    title: 'Монтаж и реализация работ',
    subtitle: 'Выполняем строительно-монтажные работы с соблюдением технологии и требований безопасности дорожного движения на каждом этапе.',
  },
  {
    number: '05',
    title: 'Документы, сдача и сопровождение',
    subtitle: 'Оформляем исполнительную и закрывающую документацию, сопровождаем сдачу объекта и помогаем заказчику без проблем пройти проверку и получить оплату.',
  },
]