interface IInstrComponentDataProps {
  number: string;
  title: string;
  subtitle: string;
}

export const instrComponentData: IInstrComponentDataProps[] = [
  {
    number: '01',
    title: 'Анализ объекта и условий',
    subtitle: 'Изучаем площадку, трафик и ограничения, чтобы избежать ошибок на старте.'
  },
  {
    number: '02',
    title: 'Проектирование и адаптация решений',
    subtitle: 'Подготавливаем рабочие схемы ОДД под реальные условия объекта.',
  },
  {
    number: '03',
    title: 'Производство и подготовка',
    subtitle: 'Готовим знаки, опоры и материалы заранее, чтобы не срывать сроки.',
  },
  {
    number: '04',
    title: 'Монтаж и реализация',
    subtitle: 'Выполняем монтаж, сдаем объект и сопровождаем его после запуска, сохраняя безопасность и качество на каждом этапе.',
  },
  {
    number: '05',
    title: 'Сдача и сопровождение',
    subtitle: 'Передаём готовый результат и сопровождаем объект после запуска.',
  },
]